export const EVENT_MOCK_DATA = [
  {
    id: 1,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
  {
    id: 2,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
  {
    id: 3,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
  {
    id: 4,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
  {
    id: 5,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
  {
    id: 6,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
  {
    id: 7,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
  {
    id: 8,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
  {
    id: 9,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
  {
    id: 10,
    title: '환경권의 내용과 행사에 관하여는 법률로 정한다.',
    explain:
      '환경권의 내용과 행사에 관하여는 법률로 정한다. 대통령은 헌법과 법률이 정하는 바에 의하여 공무원을 임면한다. 대통령은 취임에 즈음하여 다음의 선서를 한다. 정기회의 회기는 100일을, 임시회의 회기는 30일을 초과할 수 없다. 국가는 여자의 복지와 권익의 향상을 위하여 노력하여야 한다. 위원은 정당에 가입하거나 정치에 관여할 수 없다.',
    image: '/image/example.png',
    sameEvent: 10,
    seenPeople: 35,
    createdDate: '2024.04.01',
    updatedDate: '2024.04.01',
  },
];
